{"Id":"113","UserId":"8","GroupId":"3","FolderId":"35","Date":"30. 10. 2014 09:15:37","Title":"Martin Hamuljak","KeyWords":["Martin Hamuljak","malá otázka","druhá generácia obrodencov"],"References":["MATULA, V. et al.: Dejiny Slovenska II. 1526 - 1848. 1. vyd. Bratislava : Veda, 1987. 856 s.","google.com\/images"],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/35\/113n\/Hamuljak.jpg\">Martin Hamuljak<\/a> (žil 1789 – 1859)  pochádzal zo zemianskej rodiny z Oravy. Všetci členovia rodiny boli národne uvedomelí a tak mal dostatočné zázemie pre svoj rozvoj. Stredoškolské štúdium absolvoval na gymnáziu v Budíne. Ďalej študoval filozofiu na lýceu v Jágri, odkiaľ sa ale pre chorobu otca musel vrátiť na Oravu. V neskoršom období si Hamuljak spravil právnické skúšky v Bratislave a ešte na Orave sa zoznámil s <strong>V. Čaplovičom<\/strong>.<\/p>\r\n<p>   Po štúdiách nastúpil v roku 1813 do zamestnania v Miestodržiteľskej rade v Budíne, kde pracoval až do dôchodku. V nasledujúcom desaťročí stál na čele skupiny budinských slovenských vzdelancov. V tom období bol už zástancom bernolákovskej slovenčiny, zapáleným Slovanom a vzdelancom. Po príchode <strong>Kollára<\/strong> do Pešti sa po zoznámení stali obaja ústrednými postavami v nasledujúcom národnoobrodeneckom hnutí.<\/p>\r\n<p>   Kollár ho tiež zoznámil so <strong>Šafárikom,<\/strong> medzi ktorými sa na nasledujúce desaťročie rozvinula úzka spolupráca. Hamuljak sa prejavoval skôr organizačne ako literárne alebo publicisticky. Zúčastňoval sa na prípravách Kollárovej Slávy dcery, Šafárikových Dejín.. atď. <\/p>\r\n<p>   Hamuljak spolupracoval okrem kollárovcov aj s inými tábormi či už doma alebo v zahraničí. Udržoval písomné styky s predstaviteľmi bernolákovského tábora (kanonik <strong>J. Palkovič, Ján Hollý<\/strong>), tolerančné styky s predstaviteľmi bibličtiny na Slovensku ( prof. <strong>J. Palkovič, B. Tablic<\/strong>) a tiež styky s predstaviteľmi českého národného hnutia (<strong>J. Dobrovský, J. Jungman, F. Palacký<\/strong>). Hamuljak udržiaval tiež dobré vzťahy s uhorskými kníhkupcami a s kolportérmi tlače v hlavných strediskách monarchie, čo mu slúžilo pri širšej distribúcií a výhodami pri tlači mnohých literárnych diel jeho známych.<\/p>"}