{"Id":"111","UserId":"8","GroupId":"3","FolderId":"35","Date":"17. 10. 2014 18:38:47","Title":"Pavol Jozef Šafárik","KeyWords":["Pavol Jozef Šafárik","malá otázka","druhá generácia obrodencov"],"References":["MATULA, V. et al.: Dejiny Slovenska II. 1526 - 1848. 1. vyd. Bratislava : Veda, 1987. 856 s.","google.com\/images"],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/35\/111n\/safarik1.jpg\">P. J. Šafárik<\/a> (žil 1795 – 1861) sa narodil do rodiny evanjelického farára v Kobeliarove. Študoval na gymnáziách v Dobšinej a Rožňave, neskôr na evanjelickom lýceu v Kežmarku. Na istý čas sa stal poslucháčom na univerzite v Jene, kde študoval filozofiu, dejiny a filológiu. Vedeckej práci sa začal venovať na srbskom gymnáziu v Novom Sade kde zastával funkciu profesora. <\/p>\r\n<p>   Jeho národné uvedomenie nastalo až v 16 rokoch, po oboznámení sa s Jungmanovskými úvahami o českom jazyku, kedy sa začal venovať národne ladenej básnickej činnosti. Šafárik sa však rozhodol pre profesiu historika, s ktorou sa bližšie zoznámil v Kežmarku a v Jene. Okrem prekladania antickej literatúry sa venoval výskumu ľudovej kultúry, jazyka slovanských národov a ľudových piesní, čím sa stal priekopníkom výskumnej a zberateľskej činnosti českej a slovenskej ľudovej slovesnosti. <\/p>\r\n<p>   Po štúdiu v Nemecku sa na krátko zastavil v Prahe, kde sa zoznámil s prednými českými vzdelanca ako Jungman, Nejedlý ale hlavne <strong>F. Palacký<\/strong> s ktorým nadviazal úprimné priateľstvo. Spolu napísali polemický spis <strong>Počátkové českého básnictví, obzvlášteprosodie<\/strong>, ktorý vyšiel anonymne v roku 1818 v Bratislave. Šafárik v tomto spise žiadal každého československého občana o uvedomelú národnú angažovanosť.<\/p>\r\n<p>   V období, keď pôsobil ako profesor v Novom Sade, patril k pevným prívržencom literárno-jazykovej jednoty Čechov a Slovákov, aj keď v jeho básňach napísaných biblickou češtinou občas badať slovakizmy. Podporu v Novom Sade mu takisto poskytovali početné kontakty, ktoré v minulosti nadobudol a ku ktorým sa neskôr pribudol aj jeho spolupracovník <strong>Ján Kollár<\/strong> a mladší bernolákovci na čele s <strong>Hamuliakom<\/strong>.<\/p>\r\n<p>Šafárikove diela:<\/p>\r\n<ul>\r\n<li><strong>Slovanské starožitnosti <\/strong>- opisuje kultúru, pôvod a históriu Slovanov a odmieta považovať Slovanov za barbarov a otrokov. <\/li>\r\n<li><strong>Tatranská múza s lyrou slovanskou <\/strong>- básne, ktorých inšpiráciou bola súčasná európska literatúra a slovenské tradície a legendy<\/li>\r\n<li><strong>Dejiny slovanskej reči a literatúry vo všetkých nárečiach<\/strong><\/li>\r\n<\/ul>"}