{"Id":"118","UserId":"8","GroupId":"3","FolderId":"4","Date":"23. 10. 2014 14:54:29","Title":"Štruktúra Habsburskej monarchie","KeyWords":["Štruktúra Habsburskej monarchie","Rakúske cisárstvo","Uhorsko"],"References":["KÓNYA, P. a kol. 2013. Dejiny Uhorska. Prešov : Vydavateľstvo Prešovskej univerzity v Prešove, 2013. 787 s.","KOVÁČ, D. 2010. Dejiny Slovenska. Praha : Nakladatelství Lidové noviny, s.r.o., 2010. 432 s. ","prof. PhDr. Dušan Škvarna, PhD. - poznámky z prednášky"],"Content":"<p>Habsburská monarchia bol neoficiálny názov pre novoveké súštátie politických útvarov v strednej Európe. Na ich čele stáli členovia rodu Habsburgovcov. Iné známe názvy, ktoré prislúchajú danému obdobiu sú Rakúske cisárstvo (od roku 1804) alebo Rakúsko - Uhorsko (od roku 1867).<\/p>\r\n<p>   Zmluvou medzi Vladislavom II. Jagelovským (český a uhorský kráľ, žil v období 1456 - 1516) a Maximiliánom I. Habsburským (cisár Svätej rňimskej ríše nemeckého národa, žil v období 1459 - 1519) malo v prípade vymretia rodu Jagelovcov nástupníctvo na český a uhorský trón prejsť na rod Habsburgovcov. Tak sa aj stalo v roku <strong>1526<\/strong> keď zomiera posledný člen rodu Jagelovcov, Ľudovít II., v bitke pri Moháči.(Kováč, 2010).<\/p>\r\n<p>   Panovníci tejto rozsiahlej ríše z rodu Habsburgovcov mali viacero titulov. Spomeniem len titul cisára Svätej rímskej ríše nemeckého národa do roku 1804, keď si panovník František II. uvedomil, že Rímsko-nemecká ríša už nemá perspektívu a prehlásil sa za Rakúskeho cisára. (Kónya, 2013). Ďalej spomeniem titul uhorského a českého kráľa, ktoré panovník dostal po nástupe na trón a následnej korunovácií. Panovník mal taktiež množstvo iných titulov vyplývajúcich z jeho vlády nad menšími politickými útvarmi. Sú to napr. knieža, veľkoknieža alebo arcivojvoda.<\/p>\r\n<p>   Časti súštátia:<\/p>\r\n<p>1. <strong>Rakúske dedičné krajiny<\/strong> - <a class=\"fancybox\" href=\"groups\/3\/articles\/4\/118n\/Časti Rakúska.jpg\">8 spojených krajín<\/a> (Dolné Rakúsko, Horné Rakúsko, Štajersko, Korutánsko, Kraňsko, Tirolsko, Salzbursko, Vorarlbersko) ktoré dokopi vytvárali jadro súštátia.<\/p>\r\n<p>2. <strong>Krajiny<\/strong> <strong>Českej koruny <\/strong>- tiež nazývané aj Krajiny svätováclavskej koruny, boli to Čechy, Morava a časť Sliezska. Taktiež sa jedná o dedičné krajiny.<\/p>\r\n<p>3. <strong>Krajiny Uhorskej koruny <\/strong>- tiež nazývané aj <a class=\"fancybox\" href=\"groups\/3\/articles\/4\/118n\/Uhorsko.jpg\">krajiny svätoštefánskej koruny<\/a>. Boli pripojené k súštátiu v roku 1526 (nie všetky).<\/p>\r\n<ul>\r\n<li><em>V užšom zmysle<\/em> - Maďarsko, Slovensko, Podkarpatská Rus (Jadro kráľovstva)<\/li>\r\n<li><em>V širšom zmysle - <\/em>Jadro + Chorvátsko, Sedmohradsko, Srbsko,<\/li>\r\n<\/ul>\r\n<p>4. <strong>Získané krajiny <\/strong>- Halič, Bukovina, Dalmácia, Benátsko, Lombardsko, územie Bosny a Hercegoviny. Tieto krajiny boli k súštátiu pripájané alebo odpájané počas 17. 18. a 19. storočia.<\/p>\r\n<p>   Habsburská monarchia (v tom čase Rakúsko - Uhorsko) sa definitívne rozpadla po 1. svetovej vojne podpísaním Saint-Germainskej mierovej zmluvy dňa <strong>10. 9. 1919<\/strong>.<\/p>\r\n<p> (článok spracovaný podľa prednášky prof. Škvarnu)<\/p>\r\n<p>  <\/p>"}