{"Id":"67","UserId":"8","GroupId":"3","FolderId":"23","Date":"16. 10. 2014 13:51:07","Title":"Románska bazilika","KeyWords":["Románska bazilika","transept","arkatúra","apsida"],"References":["STAŇKOVÁ, J. PECHAR, J.: Tisíciletý vývoj architektury. 3. vyd. Bratislava: Nakladatelství technické literatury, 1989. 407 s.","gjb-spgs.cz\/stranky\/projekt_architektura\/romansky_sloh.htm","google.com\/images"],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/23\/67n\/5305668.jpg\">Románske baziliky<\/a> sú najväčším typom románskeho kostola s prevýšenou hlavnou loďou sú buď jednoloďové, trojloďové alebo päťloďové. Okrem pozdĺžnych lodí obsahujú baziliky aj jednu alebo viac priečnych loďí, nazývaných tiež transepty. Priečna loď (rovnako vysoká ako hlavná loď) oddeľovala lode od chóru.<\/p>\r\n<p>   Hlavnú loď osvetľovali okná na vrchole lode. Toto umožňovali nižšie bočné lode baziliky. Pri najvyspelejších stavbách býva priestor doplnený o <a class=\"fancybox\" href=\"groups\/3\/articles\/23\/67n\/51220395.jpg\">apsidy<\/a> (polkruhový výklenok s polovičnou kupolou) na priečnych lodiach alebo na chóre. Románske baziliky vo Francúzsku alebo v Anglicku majú chór tiež doplnený o ochodzu s vencom kaplniek.<\/p>\r\n<p>  <a class=\"fancybox\" href=\"groups\/3\/articles\/23\/67n\/Dehio_48_Speyer.jpg\"> Pôdorys románskych bazilík<\/a> mal zvyčajne podobu kríža. Vedľajšie lode majú polovičnú šírku ako hlavná loď a zároveň platí, že na jedno klenobné štvorcové pole hlavnej lode, pripadajú dva štvorcové polia vedľajšej lode. Hlavná loď je od vedľajších lodí zvyčajne oddelená <a class=\"fancybox\" href=\"groups\/3\/articles\/23\/67n\/sulmona_cattedrale.jpg\">arkatúrami <\/a>(rad za sebou stojacich stĺpov spojených arkádami)<\/p>\r\n<p>  <\/p>"}