{"Id":"108","UserId":"8","GroupId":"3","FolderId":"35","Date":"16. 10. 2014 13:14:20","Title":"Juraj Fándly","KeyWords":["Juraj Fándly","žil 1750 - 1811","bernolákovci","malá otázka"],"References":["MATULA, V. et al.: Dejiny Slovenska II. 1526 - 1848. 1. vyd. Bratislava : Veda, 1987. 856 s.","google.com\/images"],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/35\/108n\/snlm0663.main.jpg\">J. Fándly<\/a> patril medzi slovenských osvietencov plebejského pôvodu. Narodil sa v obci Častá v roku 1750 do rodiny drobného remeselníka. Fándly sa skrz jeho matku, ktorá pracovala v kláštore, dostal na štúdiá teológie v Budíne a Trnave. Väčšinu svojho života prežil na fare v Naháči pri Trnave, kde pôsobil ako farár. Juraj Fándly zomiera v roku 1811.<\/p>\r\n<p>   Stal sa najväčším stúpencom idei občianskej rovnosti a rovnoprávnosti národov. Mal nadanie používať svoj intelekt a poznatky v prospech spoločenskej emancipácie roľníckeho ľudu. Ako prvý zo slovenských obrodencov vystúpil s požiadavkou o rovnoprávne používanie Slovenčiny a o možnosť prístupu nezemanov do všetkých úradov v krajine.<\/p>\r\n<p>   Juraj Fándly je tiež autorom najväčšieho slovenského osvieteneckého diela, <strong>Dúverná zmlúva medzi mňíchom a diáblom o prvních počátkoch, o starodávních, aj včúlajších premenách rehoľňickich.<\/strong> V tomto diele ako prvý predstavil novú spisovnú slovenčinu.<\/p>\r\n<p>   Fándly spolu s Bernolákom založili, po počiatočnom neúspechu, v roku 1792 národnú literárno-vydavateľskú spoločnosť <strong>Slovenské učené tovarišstvo<\/strong>. Stalo sa tak po smrti Jozefa II. a tým skončila jeho podpora Bratislavského seminára. Hlavné centrum prvej generácie obrodencov sa tak stala Trnava.<\/p>\r\n<p>   Fándly zásluhou tovarišstva vydáva jeho hospodárskonáučné a popularizačné spisy:<strong> Pilní domajší a poľní hospodár, Zelinkár<\/strong> a Compendiata historia gentis Slavae (<strong>Stručné dejiny slovenského národa<\/strong>), ktorým sa pripája k autorom ako Papánek a Sklenár, a kde poskytuje vlastný komentár k vývoju dejín Slovákov.<\/p>"}