{"Id":"112","UserId":"5","GroupId":"1","FolderId":"1","Date":"12. 11. 2014 15:28:40","Title":"Ján Kollár","KeyWords":["Ján Kollár","malá otázka","druhá generácia obrodencov"],"References":["MATULA, V. et al.: Dejiny Slovenska II. 1526 - 1848. 1. vyd. Bratislava : Veda, 1987. 856 s.","google.com\/images"],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/35\/112n\/kollar_jan2.jpg\">Ján Kollár<\/a> (žil 1793 - 1852) <em><strong>hackol som ti poznamku!<\/strong> <\/em>sa narodil do evanjelickej roľnícko-remeselníckej rodiny v Mošovciach. Gymnáziá absolvoval v Kremnici a v Banskej Bystrici a v období 1817 – 1819 absolvoval univerzitu v Jene. Po návrate ho v Banskej Bystrici vysvätili za evanjelického kňaza a ešte v tom istom roku (1819) nastúpil na evanjelickú faru do Pešti za farára.<\/p>\r\n<p>   Národné povedomia mal už od malička. Už v desiatich rokoch začal sklať básne v bibličtine. Kollár bol značne sklamaný z obmedzených informácií ohľadom československej literatúry na bratislavskom lýceu aj keď študoval u <strong>J. Palkoviča<\/strong> a čítal jeho Týdenník. V Bratislave sa však Kollár zoznámil a spriatelil s podobne zmýšľajúcim <strong>F. Palackým<\/strong>.<\/p>\r\n<p>   Na univerzite v Jene navštevoval prednášky z histórie, teológie, filológie, filozofie a prírodných vied. Kollár tiež so zanietením sledoval národnopolitickú angažovanosť nemeckých študentov, ktorí boli nositeľmi myšlienky zjednotenia Nemecka. Tiež sa stretával s ruskými študentmi a vyučujúcimi, od ktorých sa učil po rusky. Kollár si, spolu s ďalšími slovenskými študentmi, založil v Jene <strong>Československú besedu na pestovanie spisovnej reči a literatúry<\/strong>.<\/p>\r\n<p>   Korene Kollárovho slovanstva siahajú až k jeho štúdiám v Jene, kde si uvedomil súrnu potrebu práce na emancipácií Slovanov i vlastného národa. Na ceste z Nemecka sa nakrátko zastavil v Prahe, kde sa na čas zdržal v kruhu českých obrodencov (<strong>Jungman, Dobrovský <\/strong>atď.) a upevnil priateľské zväzky. Po následnom príchode do Bratislavy a nástupe za peštianskeho farára sa Kollár postavil na čelo emancipačného zápasu svojho národa. Pomáhali mu v tom slovenskí evanjelici a blízky priatelia <strong>Šafárik, Palacký a Benedikti.<\/strong><\/p>\r\n<p>diela: <\/p>\r\n<ul>\r\n<li><strong>Slávy dcera <\/strong>- cyklická skladba obsahujúca 150 sonetov<\/li>\r\n<li><strong>Národnie zpevanky<\/strong><\/li>\r\n<li><strong>Písně světské lidu slovenského v Uhřich<\/strong><\/li>\r\n<li><strong> Niečo o pomaďarčovaní Slovanov v Uhorsku. <\/strong>- obrana J. Palkoviča<\/li>\r\n<\/ul>\r\n<p> <\/p>"}