{"Id":"124","UserId":"8","GroupId":"17","FolderId":"","Date":"29. 10. 2014 19:32:06","Title":"American Modernism","KeyWords":["American Modernism","avant-garde","1914 - 1939"],"References":["http:\/\/www.prufrock.org\/poem\/fulltext.php ","MCMICHAEL, G. et al. 2010. Anthology of American Literature. Volume II. 10th Edition. London : Longman Publishing Group, 2010. 2317 p."],"Content":"<p><span lang=\"EN-GB\">The term <strong>modernism<\/strong><\/span><span lang=\"EN-GB\"> <\/span>(1914 - 1939) <span lang=\"EN-GB\">is widely used to identify new and distinctive features in the subjects, forms, concepts, and styles of literature and the other arts in the early decades of the present century, but especially after World War I (1914 – 1918). <\/span>The specific features signified by \"modernism\" involve a deliberate and radical break with some of the traditional bases not only of Western art, but of Western culture in general.Some literary historians locate the beginning of the modernist revolt as far back as the 1890s, but most agree that \"high modernism,\" marked by an unexampled range and rapidity of change, came after the first World War.<\/p>\r\n<p><span lang=\"EN-GB\">   A prominent feature of modernism is the phenomenon called the <strong>avant-garde<\/strong> (a military metaphor: \"advance-guard”); that is, a small, self-conscious group of artists and authors who deliberately undertake a phrase, to \"make it new.\" By violating the accepted conventions and proprieties, not only of art but of social discourse, they set out to create ever-new artistic forms and styles and to introduce sometimes forbidden, subject matters. Their<\/span> prominent aim is to shock the sensibilities of the conventional reader and to challenge the norms and pieties of the dominant bourgeois culture.<\/p>\r\n<p><span style=\"text-decoration: underline;\"><em>highlights of the period: <\/em><\/span><\/p>\r\n<ul>\r\n<li>the Great War <\/li>\r\n<li>the Great economic depression<\/li>\r\n<li>rise of the Jazz culture<\/li>\r\n<li>Eighteenth Amendment to the U.S. Constitution (the prohibition of alcohol) in 1920<\/li>\r\n<\/ul>\r\n<p><span style=\"text-decoration: underline;\"><em>famous authors:<\/em><\/span><em> <\/em><strong>James Joyce<\/strong> (Ulysses), <strong>T. S. Eliot<\/strong> (The Waste land), <strong>Virginia Woolf<\/strong> (<span lang=\"EN-GB\">Jacob’s Room).<\/span><\/p>\r\n<p> <\/p>"}