{"Id":"107","UserId":"8","GroupId":"3","FolderId":"35","Date":"16. 10. 2014 13:20:40","Title":"Anton Bernolák","KeyWords":["Anton Bernolák","malá otázka","žil 1762 - 1813"],"References":["MATULA, V. et al.: Dejiny Slovenska II. 1526 - 1848. 1. vyd. Bratislava : Veda, 1987. 856 s."],"Content":"<p>   <a class=\"fancybox\" href=\"groups\/3\/articles\/35\/107n\/bernolak.jpg\">A. Bernolák<\/a><a class=\"fancybox\" href=\"groups\/3\/articles\/35\/107n\/bernolak.gif\"> <\/a>pochádzal z roľníckej rodiny z Oravy. (Narodil sa v roku 1762). Študoval v Ružomberku, Bratislave a Trnave (kde študoval filozofiu) a vo Viedni (kde študoval teológiu). Ďalej prešiel do generálneho seminára v Bratislave kde teológiu dokončil. Po vysviacke pôsobil v Bernolákove a neskôr až do smrti pôsobil ako farár v Nových Zámkoch. Zomiera v roku 1813.<\/p>\r\n<p>   V mladosti nejavil žiadne známky národného myslenia, vyznával skôr sv. Štefana a christianizáciu Uhorska ako smerodajnú. Jeho hlbšie ideové formovanie nastalo až pri štúdiách vo Viedni a Bratislave.  Za pomoci členov krúžku „vlasteneckých filológov“ vydal hlavné kodifikačné dielo spisovnej slovenčiny a to: „Dissertatio philologico-critica de literis Slavorum“ (<strong>Kritická filologická rozprava o slovenských písmenách<\/strong>). Po odchode z BA napísal tiež diela „Gramatica Slavica“ (<strong>Slovenská gramatika<\/strong>) a „Etymologia vocum Slavicarum“ (<strong>Tvorenie slovenských slov<\/strong>). Bernolákove kodifikačné diela boli napísané po latinsky.<\/p>\r\n<p>   Jeho najväčšie dielo je ale <strong>Slovár Slovensko-Česko-Latinsko-Nemecko-Uherskí<\/strong>, ktorý napísal za 5 rokov. Dielo bolo však vydané až po jeho smrti v období 1825-1827. Napísal ju z dôvodu akútnej spoločenskej potreby za pomoci svojich spolužiakov a profesorov. <\/p>\r\n<p>   Bernolák, spolu s J. Fándlym zakladá v roku 1792 národnú literárno-vydavateľskú  spoločnosť pod názvom <strong>Slovenské ućené tovarišstvo <\/strong>v Trnave.<\/p>\r\n<p class=\"MsoNormal\">Bernolák mal dva argumenty pre obhajobu kodifikácie spisovnej slovenčiny a to:<\/p>\r\n<ol>\r\n<li> teória, že každá sebadokonalejšia vec časom zostarne a potrebuje sa prispôsobiť daným podmienkam<\/li>\r\n<li>nešlo mu o reformovanie gramatiky českej reči pretože pravidlá v jeho spisoch sa prispôsobujú Slovanom žijúcim v Uhorsku<\/li>\r\n<\/ol>"}